[
	{
		"id": "1",
		"category": ["Tech"],
		"type": "workshop",
		"name": "React Native Advanced Workshop",
		"startDate": "2024-07-15",
		"instructor": "Jane Doe",
		"duration": "2 hours",
		"review": "It was nice to get some insight into the future of Expo SDK 52. Jane was an excellent speaker.",
		"description": "This workshop is designed for advanced React Native developers who want to deepen their knowledge and skills. Over the course of two hours, participants will explore advanced topics such as performance optimization, custom native modules, and the latest features in Expo SDK 52. Jane Doe, a seasoned React Native developer, will lead the workshop, providing hands-on exercises and real-world examples. Attendees will have the opportunity to ask questions and engage in discussions about best practices and future trends in React Native development. By the end of the workshop, participants will have a better understanding of how to build high-performance, scalable mobile applications using React Native. This is a must-attend event for anyone looking to stay ahead in the rapidly evolving world of mobile development."
	},
	{
		"id": "2",
		"category": ["Tech", "Business"],
		"type": "conference",
		"name": "Global Tech Conference 2024",
		"startDate": "2024-10-05",
		"venue": "Convention Center",
		"speakers": ["Alice Smith", "Bob Johnson"],
		"review": "A well-organized event with a great panel discussion on the future of AI in mobile development.",
		"description": "The Global Tech Conference 2024 is a premier event for technology enthusiasts, professionals, and innovators. It covers AI trends, mobile development, and business applications in technology. Attendees will have the opportunity to network with industry leaders, participate in hands-on workshops, and attend keynote sessions from top experts in the field. The conference aims to provide valuable insights into the latest technological advancements and their impact on various industries. Whether you are a seasoned professional or a newcomer to the tech world, this event offers something for everyone."
	},
	{
		"id": "3",
		"category": ["Tech"],
		"type": "workshop",
		"name": "Building Scalable Mobile Apps",
		"startDate": "2024-08-12",
		"instructor": "Sondre Solberg",
		"duration": "3 hours",
		"review": "Michael shared some fantastic insights into handling state management at scale.",
		"description": "Participants will learn how to build scalable mobile applications that can handle large amounts of data and traffic. The workshop will cover topics such as state management, performance optimization, and best practices for scaling mobile apps. Michael Brown, an experienced mobile developer, will provide practical examples and hands-on exercises to help attendees apply the concepts learned. By the end of the workshop, participants will have a solid understanding of how to create robust and scalable mobile applications that can meet the demands of a growing user base."
	},
	{
		"id": "4",
		"category": ["Tech", "Health"],
		"type": "conference",
		"name": "AI and Mobile UX Trends",
		"startDate": "2024-05-10",
		"venue": "Tech Hub Auditorium",
		"speakers": ["Sophia Wang", "David Miller"],
		"review": "The discussions were insightful, but the venue was overcrowded.",
		"description": "This conference features key discussions on the intersection of artificial intelligence and user experience design. Attendees will explore how AI is transforming mobile UX, with sessions covering topics such as personalized user experiences, AI-driven design tools, and the ethical implications of AI in UX. The conference will also include panel discussions, networking opportunities, and hands-on workshops led by industry experts. Whether you are a UX designer, developer, or product manager, this event will provide valuable insights into the future of AI and mobile UX."
	},
	{
		"id": "5",
		"category": ["Human Resources"],
		"type": "workshop",
		"name": "Leadership Development Techniques",
		"startDate": "2024-08-20",
		"instructor": "Coach Mike",
		"duration": "2 hours",
		"review": "The exercises were intense but very effective. Great energy from the instructor!",
		"description": "This workshop is designed for HR professionals and managers looking to enhance their leadership and coaching skills. Coach Mike, a renowned leadership trainer, will guide participants through a series of exercises and activities aimed at developing key leadership qualities. The workshop will cover topics such as effective communication, team building, and conflict resolution. Participants will also learn how to create a positive work environment and motivate their teams to achieve their full potential. By the end of the workshop, attendees will have a better understanding of how to lead and inspire their teams to success."
	},
	{
		"id": "6",
		"category": ["Human Resources", "Business"],
		"type": "conference",
		"name": "Global HR & Leadership Summit",
		"startDate": "2024-11-15",
		"venue": "National Conference Hall",
		"speakers": ["Coach Anna", "Coach Tom"],
		"review": "A great mix of theory and practical insights from top HR professionals worldwide.",
		"description": "The summit focuses on leadership strategies, workforce development, and employee engagement techniques. Attendees will have the opportunity to learn from top HR professionals and industry leaders through keynote sessions, panel discussions, and interactive workshops. The event will cover a wide range of topics, including talent management, organizational development, and the future of work. Whether you are an HR professional, manager, or business leader, this summit will provide valuable insights and strategies to help you navigate the challenges of today's dynamic work environment."
	},
	{
		"id": "7",
		"category": ["Human Resources"],
		"type": "workshop",
		"name": "Team Building & Conflict Resolution",
		"startDate": "2024-09-05",
		"instructor": "Coach Jackson",
		"duration": "2.5 hours",
		"review": null,
		"description": "Designed for HR managers, this workshop helps develop skills for fostering teamwork and resolving workplace conflicts. Coach Jackson, an expert in team dynamics, will lead participants through a series of exercises and activities aimed at improving communication, collaboration, and problem-solving skills. The workshop will cover topics such as conflict resolution strategies, building trust within teams, and creating a positive work environment. By the end of the workshop, attendees will have a better understanding of how to manage team dynamics and resolve conflicts effectively."
	},
	{
		"id": "8",
		"category": ["Human Resources"],
		"type": "conference",
		"name": "Future of Workplace Culture",
		"startDate": "2024-10-22",
		"venue": "Corporate Innovation Center",
		"speakers": ["Dr. Mark Lewis", "Susan Carter"],
		"review": "A fantastic deep dive into how employee engagement is shaping the future of work.",
		"description": "This event explores modern HR strategies, remote work trends, and mental well-being in the workplace. Attendees will have the opportunity to learn from leading experts in the field through keynote sessions, panel discussions, and interactive workshops. The conference will cover topics such as creating a positive workplace culture, employee engagement, and the impact of remote work on productivity and well-being. Whether you are an HR professional, manager, or business leader, this event will provide valuable insights into the future of workplace culture and how to create a thriving work environment."
	},
	{
		"id": "9",
		"category": ["Health"],
		"type": "workshop",
		"name": "Holistic Health Practices",
		"startDate": "2024-07-25",
		"instructor": "Dr. Sarah Lee",
		"duration": "1.5 hours",
		"review": "Dr. Lee provided practical techniques that are easy to implement daily.",
		"description": "Learn practical techniques for nutrition, mindfulness, and natural remedies. Dr. Sarah Lee, a holistic health expert, will guide participants through a series of exercises and activities aimed at improving overall well-being. The workshop will cover topics such as healthy eating habits, stress management, and natural healing techniques. Participants will also learn how to incorporate mindfulness practices into their daily routines to enhance mental and emotional health. By the end of the workshop, attendees will have a better understanding of how to achieve a balanced and healthy lifestyle."
	},
	{
		"id": "10",
		"category": ["Health", "Business"],
		"type": "conference",
		"name": "Global Health Innovations",
		"startDate": "2024-10-20",
		"venue": "Health Expo Center",
		"speakers": ["Dr. John Kim", "Dr. Emily Davis"],
		"review": null,
		"description": "A premier event for healthcare professionals discussing medical advancements and technology-driven health solutions. Attendees will have the opportunity to learn from leading experts in the field through keynote sessions, panel discussions, and interactive workshops. The conference will cover topics such as telemedicine, personalized medicine, and the impact of technology on healthcare delivery. Whether you are a healthcare professional, researcher, or business leader, this event will provide valuable insights into the latest trends and innovations in the healthcare industry."
	},
	{
		"id": "11",
		"category": ["Health"],
		"type": "workshop",
		"name": "Mindfulness and Stress Reduction",
		"startDate": "2024-09-14",
		"instructor": "Lisa Morgan",
		"duration": "2 hours",
		"review": "A calming and insightful session that helped me understand mindfulness on a deeper level.",
		"description": "A workshop focused on mindfulness techniques to help reduce stress and improve well-being. Lisa Morgan, a mindfulness expert, will guide participants through a series of exercises and activities aimed at promoting relaxation and mental clarity. The workshop will cover topics such as meditation, breathing exercises, and stress management techniques. Participants will also learn how to incorporate mindfulness practices into their daily routines to enhance overall well-being. By the end of the workshop, attendees will have a better understanding of how to manage stress and improve their mental and emotional health."
	},
	{
		"id": "12",
		"category": ["Health"],
		"type": "conference",
		"name": "Nutrition and Longevity",
		"startDate": "2024-06-08",
		"venue": "Wellness Convention Center",
		"speakers": ["Dr. Sofie Sunde", "Dr. Anna Smith"],
		"review": "Some great discussions, but too much focus on commercial diet plans.",
		"description": "A deep dive into nutrition and its role in healthy aging. Attendees will have the opportunity to learn from leading experts in the field through keynote sessions, panel discussions, and interactive workshops. The conference will cover topics such as the impact of diet on longevity, the benefits of various nutritional approaches, and the latest research on healthy aging. Whether you are a healthcare professional, nutritionist, or simply interested in improving your health, this event will provide valuable insights into the role of nutrition in promoting a long and healthy life."
	},
	{
		"id": "13",
		"category": ["Business"],
		"type": "workshop",
		"name": "Entrepreneurship Bootcamp",
		"startDate": "2024-08-10",
		"instructor": "Lena Larsen",
		"duration": "4 hours",
		"review": "A great mix of theory and practical case studies for startup founders.",
		"description": "This bootcamp is for startup founders looking to refine their business strategies. Robert Miller, a successful entrepreneur, will guide participants through a series of exercises and activities aimed at developing key entrepreneurial skills. The workshop will cover topics such as business planning, marketing strategies, and fundraising techniques. Participants will also have the opportunity to work on real-world case studies and receive personalized feedback from the instructor. By the end of the bootcamp, attendees will have a better understanding of how to build and grow a successful startup."
	},
	{
		"id": "14",
		"category": ["Business"],
		"type": "conference",
		"name": "Global Business Forum",
		"startDate": "2024-12-05",
		"venue": "Downtown Conference Hall",
		"speakers": ["Hanna Skarsund", "Petter Storberg"],
		"review": "Some fantastic networking opportunities and great insights into emerging markets.",
		"description": "A major business conference discussing emerging markets, investments, and industry trends. Attendees will have the opportunity to learn from leading experts in the field through keynote sessions, panel discussions, and interactive workshops. The conference will cover topics such as global market trends, investment strategies, and the impact of technology on business. Whether you are a business professional, investor, or entrepreneur, this event will provide valuable insights into the latest trends and opportunities in the global business landscape."
	},
	{
		"id": "5",
		"category": ["Human Resources"],
		"type": "workshop",
		"name": "Leadership Development Techniques",
		"startDate": "2024-08-20",
		"instructor": "Mikkel Miller",
		"duration": "2 hours",
		"review": "The exercises were intense but very effective. Great energy from the instructor!",
		"description": "This workshop is designed for HR professionals and managers looking to enhance their leadership and coaching skills. Coach Mike, a renowned leadership trainer, will guide participants through a series of exercises and activities aimed at developing key leadership qualities. The workshop will cover topics such as effective communication, team building, and conflict resolution. Participants will also learn how to create a positive work environment and motivate their teams to achieve their full potential. By the end of the workshop, attendees will have a better understanding of how to lead and inspire their teams to success."
	},
	{
		"id": "15",
		"category": ["Tech", "Business"],
		"type": "workshop",
		"name": "Tech Startups: From Idea to Product",
		"startDate": "2024-07-29",
		"instructor": "Elena Torres",
		"duration": "3 hours",
		"review": "Elena's expertise in scaling startups was invaluable!",
		"description": "A hands-on workshop for tech entrepreneurs on building scalable products. Elena Torres, a successful tech entrepreneur, will guide participants through a series of exercises and activities aimed at developing key skills for building and scaling tech startups. The workshop will cover topics such as product development, market validation, and growth strategies. Participants will also have the opportunity to work on real-world case studies and receive personalized feedback from the instructor. By the end of the workshop, attendees will have a better understanding of how to turn their ideas into successful products."
	},
	{
		"id": "16",
		"category": ["Health", "Human Resources"],
		"type": "conference",
		"name": "Workplace Wellness & Productivity",
		"startDate": "2024-11-10",
		"venue": "Innovation Park",
		"speakers": ["Dr. Linda Brown", "Gave Manesh"],
		"review": "Incredibly useful discussions on balancing employee health and business performance.",
		"description": "A conference on corporate wellness strategies and productivity optimization. Attendees will have the opportunity to learn from leading experts in the field through keynote sessions, panel discussions, and interactive workshops. The conference will cover topics such as employee wellness programs, productivity enhancement techniques, and the impact of workplace culture on business performance. Whether you are an HR professional, manager, or business leader, this event will provide valuable insights into how to create a healthy and productive work environment."
	},
	{
		"id": "17",
		"category": ["Health"],
		"type": "workshop",
		"name": "Yoga and Mindfulness for Beginners",
		"startDate": "2024-09-10",
		"instructor": "Linda Matthews",
		"duration": "1 hour",
		"review": null,
		"description": "A beginner-friendly workshop focused on yoga and mindfulness practices. Linda Matthews, a certified yoga instructor, will guide participants through a series of exercises and activities aimed at promoting relaxation and mental clarity. The workshop will cover basic yoga poses, breathing exercises, and mindfulness techniques. Participants will also learn how to incorporate these practices into their daily routines to enhance overall well-being. By the end of the workshop, attendees will have a better understanding of how to use yoga and mindfulness to improve their physical and mental health."
	},
	{
		"id": "18",
		"category": ["Test"],
		"type": null,
		"name": "Test",
		"startDate": "2024-09-10",
		"instructor": "Test Persson",
		"duration": "Test",
		"review": null,
		"description": "Test"
	},
	{
		"id": "19",
		"category": ["Tech"],
		"type": "workshop",
		"name": "Advanced JavaScript Techniques",
		"startDate": "2024-11-01",
		"instructor": "John Doe",
		"duration": "3 hours",
		"review": "A deep dive into advanced JavaScript concepts.",
		"description": "This workshop covers advanced JavaScript techniques including closures, asynchronous programming, and performance optimization. John Doe, a seasoned JavaScript developer, will lead the workshop with hands-on exercises and real-world examples. Participants will gain a deeper understanding of JavaScript and learn how to write more efficient and maintainable code."
	},
	{
		"id": "20",
		"category": ["Business"],
		"type": "conference",
		"name": "Startup Growth Strategies",
		"startDate": "2024-12-10",
		"venue": "Startup Hub",
		"speakers": ["Jane Smith", "Robert Brown"],
		"review": "Insightful sessions on scaling startups.",
		"description": "This conference focuses on growth strategies for startups. Attendees will learn from successful entrepreneurs and industry experts about scaling their businesses, securing funding, and expanding into new markets. The event includes keynote sessions, panel discussions, and networking opportunities."
	},
	{
		"id": "21",
		"category": ["Health"],
		"type": "workshop",
		"name": "Mental Health Awareness",
		"startDate": "2024-10-15",
		"instructor": "Dr. Emily White",
		"duration": "2 hours",
		"review": "An eye-opening session on mental health.",
		"description": "This workshop aims to raise awareness about mental health issues and provide practical strategies for managing stress and anxiety. Dr. Emily White, a mental health expert, will lead the session with interactive activities and discussions. Participants will learn how to recognize signs of mental health problems and how to seek help."
	},
	{
		"id": "22",
		"category": ["Tech", "Business"],
		"type": "conference",
		"name": "AI in Business Summit",
		"startDate": "2024-11-20",
		"venue": "Tech Conference Center",
		"speakers": ["Alice Johnson", "David Lee"],
		"review": "Great insights into AI applications in business.",
		"description": "This summit explores the impact of artificial intelligence on various business sectors. Attendees will learn about AI-driven innovations, ethical considerations, and future trends. The event features keynote speeches, panel discussions, and hands-on workshops led by AI experts and business leaders."
	},
	{
		"id": "23",
		"category": ["Human Resources"],
		"type": "workshop",
		"name": "Effective Communication Skills",
		"startDate": "2024-09-25",
		"instructor": "Sara Johansen",
		"duration": "1.5 hours",
		"review": "Practical tips for improving communication.",
		"description": "This workshop is designed to help HR professionals and managers enhance their communication skills. Coach Sarah, an experienced communication trainer, will guide participants through exercises and activities aimed at improving verbal and non-verbal communication. Attendees will learn how to communicate more effectively with their teams and resolve conflicts."
	},
	{
		"id": "24",
		"category": ["Tech"],
		"type": "workshop",
		"name": "Introduction to TypeScript",
		"startDate": "2024-12-01",
		"instructor": "Alice Brown",
		"duration": "2 hours",
		"review": "A great introduction to TypeScript for beginners.",
		"description": "This workshop is designed for developers who are new to TypeScript. Alice Brown, an experienced TypeScript developer, will cover the basics of TypeScript, including type annotations, interfaces, and classes. Participants will learn how to integrate TypeScript into their existing JavaScript projects and take advantage of its powerful type-checking features. By the end of the workshop, attendees will have a solid understanding of TypeScript and how to use it to write more robust and maintainable code."
	},
	{
		"id": "25",
		"category": ["Tech"],
		"type": "workshop",
		"name": "Introduction to Machine Learning",
		"startDate": "2024-12-15",
		"instructor": "Dr. Alan Turing",
		"duration": "3 hours",
		"review": "A comprehensive introduction to machine learning concepts.",
		"description": "This workshop covers the basics of machine learning, including supervised and unsupervised learning, algorithms, and practical applications. Dr. Alan Turing, a renowned expert in the field, will lead the workshop with hands-on exercises and real-world examples. Participants will gain a solid understanding of machine learning and how to apply it to solve real-world problems."
	},
	{
		"id": "26",
		"category": ["Business"],
		"type": "conference",
		"name": "Digital Marketing Strategies",
		"startDate": "2024-12-20",
		"venue": "Marketing Hub",
		"speakers": ["Jane Doe", "John Smith"],
		"review": "Insightful sessions on the latest digital marketing trends.",
		"description": "This conference focuses on the latest trends and strategies in digital marketing. Attendees will learn from industry experts about SEO, social media marketing, content marketing, and more. The event includes keynote sessions, panel discussions, and networking opportunities."
	},
	{
		"id": "27",
		"category": ["Health"],
		"type": "workshop",
		"name": "Nutrition for Athletes",
		"startDate": "2024-12-25",
		"instructor": "Dr. Emily White",
		"duration": "2 hours",
		"review": "Practical tips for optimizing nutrition for athletic performance.",
		"description": "This workshop is designed for athletes looking to optimize their nutrition for peak performance. Dr. Emily White, a sports nutrition expert, will cover topics such as meal planning, supplements, and hydration strategies. Participants will learn how to fuel their bodies for training and competition."
	},
	{
		"id": "28",
		"category": ["Tech", "Business"],
		"type": "conference",
		"name": "Blockchain and Cryptocurrency",
		"startDate": "2024-12-30",
		"venue": "Tech Innovation Center",
		"speakers": ["Alice Johnson", "David Lee"],
		"review": "Great insights into blockchain technology and its business applications.",
		"description": "This conference explores the impact of blockchain technology and cryptocurrency on various business sectors. Attendees will learn about blockchain innovations, investment opportunities, and future trends. The event features keynote speeches, panel discussions, and hands-on workshops led by industry experts."
	}
]
